{
  "about_us": "Despre Noi",
  "our_services": "Servicile Noastre",
  "contact": "Contacte",
  "second_slide" : "Adevăratul tău partener în Business",
  "third_slide" : "pentru a-ți face viața mai ușoară" ,
  "fourth_slide" : "Și pentru a avea  operațiuni de <br> <br> întreținere și în siguranță" ,
  "fifth_slide" : "Pentru a atinge performanța dorită" ,
  "client_testimonial" :"Mărturia Clientului",
  "safety_1" : "Siguranţă",
  "efficiency" : "Eficienţă",
  "productivity" : "Productivitate",
  "technology" : "Tehnologie",
  "integrity" : "Integritate",
  "comm1_1":"Muncă și dăruire excepționale de la DajbocTechDon. Ne vom continua parteneriatul",
  "comm2":"Experiența de a lucra cu DajbocTechDon a fost fantastică de la început până la sfârșit. Profesionalismul, expertiza și angajamentul pentru excelență ale echipei sunt cu adevărat remarcabile. Methalmeccanic a stabilit un standard înalt în industrie și suntem recunoscători pentru serviciile lor remarcabile.",
  "comm3":"Calitatea și serviciile DajbocTechDon sunt remarcabile. Recomand cu căldură !",
  "comm4":"DajbocTechDon este unul dintre primii 10 furnizori de servicii de întreținere a operațiunilor în 2024 în România",
  "comm5":"Servicii și calitate impecabile de la DajbocTechDon. Voi lucra din nou cu ei.",
  "comm_final":"De la înființarea companiei DajbocTechDon S.R.L cu sediul în Satu Mare România, am proiectat și fabricat mai multe dispozitive din mai multe domenii.",
  "our_company":"COMPANIA NOASTRA",
  "founded_by":"Fondată de <strong>Daniel Dan</strong>, DajbocTechDon S.R.L. din Satu Mare, România, este specializată în proiectarea și fabricarea diverselor dispozitive pentru mai multe industrii. Angajamentul nostru față de calitate și inovație ne diferențiază",
  "process":"Procesul nostru începe cu colectarea și prioritizarea cerințelor prin stabilirea obiectivelor proiectului, identificarea, documentarea și confirmarea nevoilor părților interesate. Ulterior, proiectăm produse pentru industrii precum cea auto, industrială, agricolă și energetică. Pentru a asigura calitatea, simulăm capacitatea, conformitatea și conformitatea designurilor noastre. Utilizând echipamente avansate CNC, fabricăm și testăm riguros toate componentele intern. Dacă este necesar, asamblăm piesele individuale în produse finite. Gestionăm întregul proces de producție, asigurând controlul calității și executarea corespunzătoare. În final, supraveghem logistica pentru a livra bunurile asamblate la destinație."
  ,"phone":"Telefon : &nbsp;&nbsp;&nbsp;&nbsp;+40 744987550"
  ,"read_more":"MAI MULTE..."
  ,"gather":"Colectarea informațiilor și a cerințelor"
  ,"design":"Proiectare"
  ,"simulation":"Simulare"
  ,"manufact":"Fabricație"
  ,"assembly":"Asamblare"
  ,"control":"Control"
  ,"test":"Test"
  ,"delivery":"Livrare"
  ,"discover":"Descoperiți serviciile noastre"
  ,"explore":"Explorați gama noastră largă de servicii , de la Colectarea informațiilor și a cerințelor "
  ,"explore2":"la Livrare, fiecare conceput pentru a satisface nevoile unice ale clienților noștri."
  ,"send":"TRIMITE UN MESAJ"
  ,"open":"Deschis: de luni până sâmbătă de la 9:00 la 18:00"
  ,"name":"Nume"
  ,"email":"Email"
  ,"address":"Adresa:&nbsp;"
  ,"at_dajboc":"La DajbocTechDon, prețuim cunoștințele și întrebările dumneavoastră. Indiferent dacă sunteți un potențial partener, un client sau pur și simplu curios, suntem aici pentru a vă ajuta."
  ,"general":"Ancheta Generala"
  ,"partnership":"Parteneriat"
  ,"investment":"Investiție"
  ,"media":"Mass-media"
  ,"message":"Mesaj"
  ,"":""
  ,"":""
  ,"":""
  ,"":""
  ,"":""

}
  