{
  "about_us": "About us",
  "our_services": "Our Services",
  "contact": "Contact",
  "second_slide" : "Your True Partner in Business",
  "third_slide" : "to make your life easier" ,
  "fourth_slide" : "And to have a safe operations maintenance" ,
  "fifth_slide" : "To achieve benchmark  performance " ,
  "client_testimonial" :"Client Testimonial",
  "safety_1" : "Safety",
  "efficiency" : "Efficiency",
  "productivity" : "Productivity",
  "technology" : "Technology",
  "integrity" : "Integrity",
  "comm1_1":"Exceptional work and dedication from DajbocTechDon. Will continue our partnership",
  "comm2":"The experience of working with DajbocTechDon was fantastic from start to finish. The team's professionalism, expertise, and commitment to excellence are truly remarkable. Methalmeccanic has set a high standard in the industry, and we are grateful for their outstanding service.",
  "comm3":"DajbocTechDon's quality and service are outstanding. Highly recommend !",
  "comm4":"DajbocTechDon as one the TOP 10 operations  maintenance service providers 2024 in romania",
  "comm5":"Impeccable service and quality from DajbocTechDon. Will work with them again.",
  "comm_final":"Since the founding of the company DajbocTechDon S.R.L based in Satu Mare Romania, we have designed and manufactured several devices from several fields",
  "our_company":"OUR COMPANY",
  "founded_by":"Founded by <strong>Daniel Dan</strong>, DajbocTechDon S.R.L. in Satu Mare, Romania, specializes in designing and manufacturing diverse devices across multiple industries. Our commitment to quality and innovation sets us apart.",
  "process":"Our process starts with gathering and prioritizing requirements by establishing project goals, eliciting, documenting, and confirming stakeholder needs. We then design products for industries including automotive, industrial, agricultural, and energy sectors. To ensure quality, we simulate the capacity, compliance, and conformity of our designs. Using advanced CNC equipment, we manufacture and rigorously test all components in-house. If needed, we assemble individual parts into finished products. We manage the entire production process, ensuring quality control and proper execution. Finally, we oversee the logistics to deliver the assembled goods to their destination."
  ,"phone":"Phone :  &nbsp;&nbsp;&nbsp;&nbsp; +40 744987550"
  ,"read_more":"READ MORE..."
  ,"gather":"Gather Information and Requirements"
  ,"design":"Design"
  ,"simulation":"Simulation"
  ,"manufact":"Manufacturing"
  ,"assembly":"Assembly"
  ,"control":"Control"
  ,"test":"Test"
  ,"delivery":"Delivery"
  ,"discover":"Discover Our Services"
  ,"explore":"Explore our wide array of services, from Gather Information"
  ,"explore2":"Deliver, each designed to meet the unique needs of our clients"
  ,"send":"SEND A MESSAGE"
  ,"open":"Open: Monday to Saturday 9:00am to 6:00pm"
  ,"name":"Name"
  ,"email":"Email"
  ,"":""
  ,"":""
  ,"":""


}